[M_GreatEscape MissionDefinition]
MissionName="A Grande Evasão"
MissionDescription="Um homem chamado Ulysses deseja que você o ajude a escapar de Pandora. Ele disse que se você conseguir um transmissor de suprimentos lunares da Hyperion, ele poderá usá-lo para sair do planeta."
TurnInDescription="Você conseguiu um transmissor de suprimentos lunares para o Ulysses. Só falta saber como ele pretende usar isso para escapar do planeta."
MissionSummary="Ajude Ulysses a fugir de Pandora. "
MissionGiver="Ulysses"
MissionTurnInLocation="Ulysses"
TeaserText="Nem todo mundo aproveita a vida em Pandora."

[M_GreatEscape:BringBackBeacon MissionObjectiveDefinition]
ProgressMessage="Instale o transmissor para o Ulysses"

[M_GreatEscape:BringBackBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue o serviço para Ulysses."
MissionDescriptionOverride="Você conseguiu um transmissor de suprimentos lunares para o Ulysses. Só falta saber como ele pretende usar isso para escapar do planeta."

[M_GreatEscape:GetBeaconSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_GreatEscape:getjames MissionObjectiveDefinition]
ProgressMessage="Pegue o mascote do Ulysses"

[M_GreatEscape:PickupBeacon MissionObjectiveDefinition]
ProgressMessage="Recupere o transmissor roubado"

